{
    "roast chicken": [
        {
            "title": "Potato & Leek Soup with Roasted Beets",
            "sourceUrl": "https://www.foodista.com/recipe/VYGXBXFT/potato-leek-soup-with-roasted-beets",
            "image": "https://img.spoonacular.com/recipes/1096323-312x231.jpg",
            "summary": "If you want to add more <b>gluten free and dairy free</b> recipes to your repertoire, Potato & Leek Soup with Roasted Beets might be a recipe you should try. This recipe serves 6. This hor d'oeuvre has <b>434 calories</b>, <b>10g of protein</b>, and <b>15g of fat</b> per serving. For <b>$2.61 per serving</b>, this recipe <b>covers 27%</b> of your daily requirements of vitamins and minerals. 1 person found this recipe to be scrumptious and satisfying. Head to the store and pick up beets, leeks, oil ), and a few other things to make it today. It is perfect for <b>Autumn</b>. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. It is brought to you by Foodista. Taking all factors into account, this recipe <b>earns a spoonacular score of 78%</b>, which is good. Similar recipes include <a href=\"https://spoonacular.com/recipes/roasted-potato-leek-soup-294202\">Roasted Potato Leek Soup</a>, <a href=\"https://spoonacular.com/recipes/roasted-potato-leek-soup-with-arugula-984545\">Roasted Potato Leek Soup with Arugula</a>, and <a href=\"https://spoonacular.com/recipes/bacon-potato-and-leek-soup-with-roasted-garlic-721154\">Bacon, Potato and Leek Soup with Roasted Garlic</a>."
        }
    ],
    "Random": [
        {
            "title": "Orange Chocolate Cake",
            "sourceUrl": "https://www.foodista.com/recipe/6RW2HBQM/orange-chocolate-cake",
            "image": "https://img.spoonacular.com/recipes/653836-556x370.jpg",
            "summary": "Orange Chocolate Cake requires approximately <b>45 minutes</b> from start to finish. This recipe makes 12 servings with <b>247 calories</b>, <b>4g of protein</b>, and <b>14g of fat</b> each. For <b>43 cents per serving</b>, this recipe <b>covers 5%</b> of your daily requirements of vitamins and minerals. 95 people have made this recipe and would make it again. A mixture of semi-sweet chocolate, baking soda, flour, and a handful of other ingredients are all it takes to make this recipe so tasty. A few people really liked this dessert. It is brought to you by Foodista. Overall, this recipe earns a <b>rather bad spoonacular score of 25%</b>. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/orange-scented-bittersweet-chocolate-cake-with-candied-blood-orange-compote-51335\">Orange-Scented Bittersweet Chocolate Cake with Candied Blood Orange Compote</a>, <a href=\"https://spoonacular.com/recipes/wacky-chocolate-orange-cake-with-orange-frosting-131847\">Wacky Chocolate-Orange Cake with Orange Frosting</a>, and <a href=\"https://spoonacular.com/recipes/chocolate-orange-protein-cake-with-chocolate-icing-558609\">Chocolate Orange Protein Cake with Chocolate Icing</a>."
        }
    ],
    "soup": [
        {
            "title": "Kale and Roasted Sweet Potato Soup with Chicken Sausage",
            "sourceUrl": "https://www.foodista.com/recipe/WQ2VG4ZX/kale-and-roasted-sweet-potato-soup-with-chicken-sausage",
            "image": "https://img.spoonacular.com/recipes/648721-312x231.jpg",
            "summary": "You can never have too many main course recipes, so give Kale and Roasted Sweet Potato Soup with Chicken Sausage a try. One portion of this dish contains around <b>21g of protein</b>, <b>26g of fat</b>, and a total of <b>529 calories</b>. This recipe serves 4 and costs $2.93 per serving. This recipe from Foodista has 2 fans. It is perfect for <b>Autumn</b>. It is a good option if you're following a <b>gluten free, dairy free, paleolithic, and primal</b> diet. If you have thyme, olive oil, chili flakes, and a few other ingredients on hand, you can make it. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. All things considered, we decided this recipe <b>deserves a spoonacular score of 89%</b>. This score is outstanding. <a href=\"https://spoonacular.com/recipes/kale-and-roasted-sweet-potato-soup-with-chicken-sausage-1356873\">Kale and Roasted Sweet Potato Soup with Chicken Sausage</a>, <a href=\"https://spoonacular.com/recipes/kale-and-roasted-sweet-potato-soup-with-chicken-sausage-1434113\">Kale and Roasted Sweet Potato Soup with Chicken Sausage</a>, and <a href=\"https://spoonacular.com/recipes/sweet-potato-sausage-kale-soup-527141\">Sweet Potato, Sausage & Kale Soup</a> are very similar to this recipe."
        }
    ]
}