{
    "hearty soup": [
        {
            "title": "Portobello Baked Eggs",
            "sourceUrl": "http://spoonacular.com/-1389721519798",
            "image": "https://img.spoonacular.com/recipes/157960-312x231.jpg",
            "summary": "Portobello Baked Eggs is a <b>gluten free, lacto ovo vegetarian, primal, and ketogenic</b> main course. This recipe serves 4 and costs $2.31 per serving. One serving contains <b>233 calories</b>, <b>12g of protein</b>, and <b>19g of fat</b>. This recipe from spoonacular user <a href=\"/profile/Kitchen+Dreaming\">Kitchen Dreaming</a> requires eggs, salt and pepper, spinach, and portobello mushroom caps. From preparation to the plate, this recipe takes approximately <b>20 minutes</b>. Try <a href=\"https://spoonacular.com/recipes/bbqd-portobello-sliders-631734\">BBQ’d Portobello Sliders</a>, <a href=\"https://spoonacular.com/recipes/allergy-free-stuffed-portobello-mushrooms-632084\">Allergy-Free Stuffed Portobello Mushrooms</a>, and <a href=\"https://spoonacular.com/recipes/grilled-portobello-salad-with-shaved-parmigiano-reggiano-645818\">Grilled Portobello Salad With Shaved Parmigiano-Reggiano</a> for similar recipes."
        },
        {
            "title": "Healthy Orange Chicken",
            "sourceUrl": "https://www.foodista.com/recipe/TG73YMYD/healthy-orange-chicken",
            "image": "https://img.spoonacular.com/recipes/646499-312x231.jpg",
            "summary": "Healthy Orange Chicken is a main course that serves 2. Watching your figure? This gluten free and dairy free recipe has <b>526 calories</b>, <b>54g of protein</b>, and <b>9g of fat</b> per serving. For <b>$3.19 per serving</b>, this recipe <b>covers 30%</b> of your daily requirements of vitamins and minerals. Head to the store and pick up salt and pepper, garlic, soy sauce, and a few other things to make it today. 3 people found this recipe to be tasty and satisfying. It is brought to you by Foodista. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. All things considered, we decided this recipe <b>deserves a spoonacular score of 68%</b>. This score is solid. Similar recipes are <a href=\"https://spoonacular.com/recipes/healthy-orange-chicken-1595419\">Healthy Orange Chicken</a>, <a href=\"https://spoonacular.com/recipes/healthy-orange-chicken-1071799\">Healthy Orange Chicken</a>, and <a href=\"https://spoonacular.com/recipes/healthy-orange-chicken-1631237\">Healthy Orange Chicken</a>."
        }
    ],
    "salad": [
        {
            "title": "Autumn Salad",
            "sourceUrl": "https://www.foodista.com/recipe/F3M5KBQF/autumn-salad",
            "image": "https://img.spoonacular.com/recipes/633105-312x231.jpg",
            "summary": "Autumn Salad requires approximately <b>45 minutes</b> from start to finish. This gluten free recipe serves 6 and costs <b>$2.88 per serving</b>. One portion of this dish contains around <b>30g of protein</b>, <b>32g of fat</b>, and a total of <b>612 calories</b>. It works well as a main course. This recipe from Foodista requires blanched almonds, butter, scallions, and sesame seeds. 1 person has tried and liked this recipe. With a spoonacular <b>score of 76%</b>, this dish is solid. <a href=\"https://spoonacular.com/recipes/autumn-salad-18848\">Autumn Salad</a>, <a href=\"https://spoonacular.com/recipes/autumn-salad-684885\">Autumn Salad</a>, and <a href=\"https://spoonacular.com/recipes/autumn-couscous-salad-1191129\">Autumn Couscous Salad</a> are very similar to this recipe."
        }
    ],
    "grilled dishes": [
        {
            "title": "Grilled Masala Prawns With Pineapple-Mint Raita",
            "sourceUrl": "https://www.foodista.com/recipe/KG8CVC3X/grilled-masala-prawns-with-pineapple-mint-raita",
            "image": "https://img.spoonacular.com/recipes/645769-312x231.jpg",
            "summary": "Grilled Masala Prawns With Pineapple-Mint Raitan is a <b>gluten free and lacto ovo vegetarian</b> hor d'oeuvre. One portion of this dish contains around <b>3g of protein</b>, <b>16g of fat</b>, and a total of <b>206 calories</b>. This recipe serves 4. For <b>$1.04 per serving</b>, this recipe <b>covers 13%</b> of your daily requirements of vitamins and minerals. This recipe is liked by 1 foodies and cooks. It can be enjoyed any time, but it is especially good for <b>The Fourth Of July</b>. It is a <b>rather inexpensive</b> recipe for fans of Indian food. It is brought to you by Foodista. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. Head to the store and pick up ground pepper, salt, natural yoghurt-unsweetened, and a few other things to make it today. With a spoonacular <b>score of 42%</b>, this dish is solid. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/garam-masala-eggplant-chips-with-cilantro-mint-raita-768108\">Garam Masalan Eggplant Chips with Cilantro Mint Raita</a>, <a href=\"https://spoonacular.com/recipes/grilled-vegetables-with-mint-raita-189429\">Grilled Vegetables with Mint Raita</a>, and <a href=\"https://spoonacular.com/recipes/grilled-vegetables-with-mint-raita-22501\">Grilled Vegetables With Mint Raita</a>."
        }
    ]
}