{
    "main course": [
        {
            "title": "Tuscan White Bean Soup with Olive Oil and Rosemary",
            "sourceUrl": "https://www.foodista.com/recipe/HPKTNKY5/tuscan-white-bean-soup-with-olive-oil-and-rosemary",
            "image": "https://img.spoonacular.com/recipes/664147-312x231.jpg",
            "summary": "Tuscan White Bean Soup with Olive Oil and Rosemary is a <b>gluten free, dairy free, lacto ovo vegetarian, and vegan</b> recipe with 6 servings. This main course has <b>242 calories</b>, <b>16g of protein</b>, and <b>1g of fat</b> per serving. For <b>50 cents per serving</b>, this recipe <b>covers 19%</b> of your daily requirements of vitamins and minerals. It will be a hit at your <b>Autumn</b> event. 22 people found this recipe to be tasty and satisfying. Head to the store and pick up olive oil, rosemary, garlic, and a few other things to make it today. It is brought to you by Foodista. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. With a spoonacular <b>score of 79%</b>, this dish is good. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/white-bean-soup-with-pasta-and-rosemary-oil-drizzle-855454\">White Bean Soup with Pastan and Rosemary Oil Drizzle</a>, <a href=\"https://spoonacular.com/recipes/tuscan-white-bean-and-fennel-stew-with-orange-and-rosemary-105383\">Tuscan White Bean and Fennel Stew With Orange and Rosemary</a>, and <a href=\"https://spoonacular.com/recipes/tuscan-white-bean-soup-1054940\">Tuscan White Bean Soup</a>.",
            "winePairing": {
                "pairedWines": [],
                "pairingText": "Sorry, no wine pairings available for this dish"
            }
        }
    ],
    "Random": [
        {
            "title": "Sun-dried Tomato & Artichoke Tuna Casserole",
            "sourceUrl": "https://www.foodista.com/recipe/QXNWZ7SQ/sun-dried-artichoke-tuna-casserole",
            "image": "https://img.spoonacular.com/recipes/662287-556x370.png",
            "summary": "Sun-dried Tomato & Artichoke Tuna Casserole is a <b>pescatarian</b> recipe with 4 servings. One portion of this dish contains roughly <b>41g of protein</b>, <b>27g of fat</b>, and a total of <b>829 calories</b>. For <b>$2.96 per serving</b>, this recipe <b>covers 31%</b> of your daily requirements of vitamins and minerals. <b>Autumn</b> will be even more special with this recipe. 2 people were impressed by this recipe. It works well as an American main course. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. It is brought to you by Foodista. Head to the store and pick up sundried tomatoes, tuna, artichoke hearts, and a few other things to make it today. Taking all factors into account, this recipe <b>earns a spoonacular score of 67%</b>, which is good. Similar recipes include <a href=\"https://spoonacular.com/recipes/sun-dried-tomato-artichoke-tuna-casserole-1295031\">Sun-dried Tomato & Artichoke Tuna Casserole</a>, <a href=\"https://spoonacular.com/recipes/artichoke-and-sun-dried-tomato-focaccia-757929\">Artichoke and Sun-Dried Tomato Focaccia</a>, and <a href=\"https://spoonacular.com/recipes/sun-dried-tomato-and-artichoke-frittata-499597\">Sun-Dried Tomato and Artichoke Frittata</a>.",
            "winePairing": {
                "pairedWines": [],
                "pairingText": "Sorry, no wine pairings available for this dish"
            }
        },
        {
            "title": "Chicken Cordon Bleu",
            "sourceUrl": "https://www.foodista.com/recipe/KFDCB2XH/chicken-cordon-bleu",
            "image": "https://img.spoonacular.com/recipes/638035-556x370.jpg",
            "summary": "Chicken Cordon Bleu might be a good recipe to expand your main course repertoire. For <b>$1.81 per serving</b>, this recipe <b>covers 24%</b> of your daily requirements of vitamins and minerals. This recipe makes 6 servings with <b>417 calories</b>, <b>43g of protein</b>, and <b>21g of fat</b> each. 162 people found this recipe to be delicious and satisfying. This recipe from Foodista requires kosher salt and pepper, eggs, flour, and swiss cheese. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. Overall, this recipe earns an <b>outstanding spoonacular score of 83%</b>. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/chicken-cordon-bleu-38785\">Chicken Cordon Bleu</a>, <a href=\"https://spoonacular.com/recipes/chicken-cordon-bleu-355114\">Chicken Cordon Bleu</a>, and <a href=\"https://spoonacular.com/recipes/chicken-cordon-bleu-558701\">Chicken Cordon Bleu</a>.",
            "winePairing": {
                "pairedWines": [],
                "pairingText": "Sorry, no wine pairings available for this dish"
            }
        }
    ],
    "pasta": [
        {
            "title": "Italian Tuna Pasta",
            "sourceUrl": "https://www.foodista.com/recipe/4QNQXMDZ/italian-tuna-pasta",
            "image": "https://img.spoonacular.com/recipes/648279-312x231.jpg",
            "summary": "Italian Tuna Pastan is a Mediterranean main course. Watching your figure? This dairy free and pescatarian recipe has <b>464 calories</b>, <b>38g of protein</b>, and <b>3g of fat</b> per serving. For <b>$2.09 per serving</b>, this recipe <b>covers 35%</b> of your daily requirements of vitamins and minerals. This recipe serves 3. 1 person found this recipe to be yummy and satisfying. From preparation to the plate, this recipe takes around <b>20 minutes</b>. It is brought to you by Foodista. A mixture of chillies, pasta shells, juice of lemon, and a handful of other ingredients are all it takes to make this recipe so tasty. Taking all factors into account, this recipe <b>earns a spoonacular score of 93%</b>, which is excellent. Try <a href=\"https://spoonacular.com/recipes/italian-tuna-pasta-salad-413394\">Italian Tuna Pasta Salad</a>, <a href=\"https://spoonacular.com/recipes/pasta-and-tuna-salad-ensalada-de-pasta-y-atn-226303\">Pastan and Tuna Salad (Ensalada de Pasta y Atún)</a>, and <a href=\"https://spoonacular.com/recipes/raw-tomato-sauce-for-pasta-the-italian-pasta-alla-crudaiola-1530081\">Raw tomato sauce for pasta, the Italian pastan alla crudaiola</a> for similar recipes."
        }
    ]
}